Repository: mscherotter/TranscoderExtension
Catalog: AnimatedGifCreator/AnimatedGifCreator/Strings/*/Resources.resw
Source language: en_us
Languages: ar, de, es, fa, fr, id, it, nl, pl, pt, pt_br, ru, sl, tr, vi, zh_hans

# AnimatedGIFCreatorText.Text
source: Animated GIF Creator
ar: الخالق GIF المتحركة
de: Animiertes GIF Creator
es: Creador GIF animado
fa: خالق انیمیشن های GIF
fr: Créateur GIF animé
id: Animasi GIF pencipta
nl: Geanimeerde GIF Creator
pl: Animowany GIF Creator
pt: Criador GIF animado
pt_br: Criador de GIFs animados
ru: Cоздатель анимированных GIF
sl: Animirani GIF Creator
tr: Animasyonlu GIF Creator
zh_hans: 动画的 GIF 造物主

# ATranscoderExtension.Text
source: A Transcoder Extension
ar: ملحق إشارات
de: Ein Transcoder-Erweiterung
es: Una extensión de transcodificador
fa: فرمت Transcoder
fr: Une Extension de Transcoder
id: Transcoder ekstensi
it: Un'estensione di Transcoder
nl: De extensie van een Transcoder
pl: Rozszerzenia Transcoder
pt: Uma extensão de Transcoder
pt_br: Uma extensão do app Transcoder
ru: Расширение Транскодера
sl: Razširitvijo Transcoder
tr: Bir Transcoder uzantısı
vi: Tiện ích mở rộng chuyển mã
zh_hans: 变码器扩展

# ATranscoderExtensionLink.Content
source: A Transcoder Extension
ar: ملحق إشارات
de: Ein Transcoder-Erweiterung
es: Una extensión de transcodificador
fa: فرمت Transcoder
fr: Une Extension de Transcoder
id: Transcoder ekstensi
it: Un'estensione di Transcoder
nl: De extensie van een Transcoder
pl: Rozszerzenia Transcoder
pt: Uma extensão de Transcoder
pt_br: Uma extensão do app Transcoder
ru: Расширение Транскодера
sl: Razširitvijo Transcoder
tr: Bir Transcoder uzantısı
vi: Tiện ích mở rộng chuyển mã
zh_hans: 变码器扩展

# CloneForkLink.Content
source: Clone/fork on GitHub
ar: استنساخ/شوكة في GitHub
de: Klon/Gabel auf GitHub
es: Clon/tenedor en GitHub
fa: کلون/چنگال در GitHub
fr: Clone/fourche sur GitHub
id: Klon/garpu pada GitHub
it: Clone/forcella su GitHub
nl: Kloon/voorvork op GitHub
pl: Klon/widelec w witrynie GitHub
pt: Clone/garfo no GitHub
pt_br: Clone/fork no GitHub
ru: Клон/форк на GitHub
sl: Klon/vilice na GitHub
tr: Klon/GitHub doğum çatal
vi: Tham khảo trên GitHub
zh_hans: 克隆/叉在 GitHub 上

# ConvertButton.Content
source: Convert to animated GIF
ar: تحويل إلى صورة GIF المتحركة
de: Animierte GIF-DATEI umwandeln
es: Convertir a GIF animado
fa: تبدیل به انیمیشن های GIF
fr: Convertir en GIF animé
id: Mengkonversi GIF animasi
it: Convertire in GIF animate
nl: Converteren naar GIF-animatie
pl: Konwersja do animacji GIF
pt: Converter para GIF animado
pt_br: Converter para GIF animado
ru: Преобразовать в анимированный GIF
sl: Pretvoriti v animirani GIF
tr: Animasyonlu GIF dönüştürmek
vi: Chuyển đổi thành hình động GIF
zh_hans: 转换为 GIF 动画

# CreatedByText.Text
source: Created by Michael S. Scherotter
ar: تم إنشاؤها بواسطة مايكل س. شيروتير
de: Erstellt von Michael S. Scherotter
es: Creado por Michael S. Scherotter
fa: ایجاد شده توسط Michael S. Scherotter
fr: Créé par Michael S. Scherotter
id: Dibuat oleh Michael S. Scherotter
it: Creato da Michael S. Scherotter
nl: Gemaakt door Michael S. Scherotter
pl: Stworzone przez Michael S. Scherotter
pt: Criado por Michael S. Scherotter
pt_br: Criado por Michael S. Scherotter
ru: Создал Michael S. Scherotter
sl: Ustvaril Michael S. Scherotter
tr: Michael S. Scherotter tarafından oluşturulmuş
vi: Tạo bởi Michael S. Scherotter
zh_hans: 由迈克尔 · S.Scherotter

# Description
source: Convert .mp4, .mov, .wmv, or .avi files to animated GIF images.
ar: تحويل ملفات.mp4 أو موف أو.wmv أو.avi صور GIF المتحركة.
de: Animierte GIF-Bilder umwandeln Sie. MP4, .mov, .wmv oder .avi-Dateien.
es: Convertir archivos. MP4, .mov, .wmv o .avi a imágenes GIF animadas.
fa: تبدیل فایل های .mp4 ویدئویی و یا .avi به متحرک قاب عکس.
fr: Convertir des fichiers .mp4, .mov, .wmv ou .avi des images GIF animées.
id: Mengkonversi file .mp4, .mov, .wmv atau .avi ke GIF animasi gambar.
it: Convertire file. MP4,. MOV,. wmv o AVI in GIF animate.
nl: .Mp4, .mov, .wmv of .avi bestanden converteren naar geanimeerde beelden van GIF.
pl: Konwersja plików .mp4, .mov, .wmv lub .avi do animowanych obrazów GIF.
pt: Converta arquivos. MP4,. mov,. wmv ou. avi para imagens GIF animadas.
pt_br: Converta arquivos .mp4, .mov, .wmv ou .avi em GIFs animados.
ru: Конвертировать mp4, .mov, .wmv или .avi файлы в анимированные GIF изображения.
sl: .Mp4, .mov, .wmv ali .avi pila pretvoriti animirani GIF slike.
tr: Animasyonlu GIF görüntüler için .mp4, .mov, .wmv veya .avi dosyalarını dönüştürün.
vi: Chuyển đổi tập tin .mp4, MOV, .wmv hoặc .avi thành hình động GIF.
zh_hans: 将.mp4、.mov、.wmv 或.avi 文件转换成动画 GIF 图像。

# DisplayName
source: Animated GIF Creator
ar: الخالق GIF المتحركة
de: Animiertes GIF Creator
es: Creador GIF animado
fa: خالق انیمیشن های GIF
fr: Créateur GIF animé
id: Animasi GIF pencipta
nl: Geanimeerde GIF Creator
pl: Animowany GIF Creator
pt: Criador GIF animado
pt_br: Criador de GIFs animados
ru: Cоздатель анимированных GIF
sl: Animirani GIF Creator
tr: Animasyonlu GIF Creator
zh_hans: 动画的 GIF 造物主

source: GIF Images
ar: صور GIF
de: GIF-Bilder
es: Imágenes GIF
fa: قاب عکس
fr: Images GIF
id: Gambar GIF
it: Immagini GIF
nl: GIF-afbeeldingen
pl: Obrazy GIF
pt: Imagens GIF
pt_br: Imagens GIF
ru: GIF изображения
sl: GIF slike
tr: GIF resimleri
vi: Ảnh động GIF
zh_hans: GIF 图像

# SelectFileButton.Content
source: Select video files
ar: حدد ملفات الفيديو
de: Wählen Sie video-Dateien
es: Seleccionar archivos de vídeo
fa: انتخاب فایل های ویدئویی
fr: Sélectionnez les fichiers vidéo
id: Pilih file video
it: Selezionare i file video
nl: Selecteer video bestanden
pl: Wybierz pliki wideo
pt: Selecione arquivos de vídeo
pt_br: Selecionar arquivos de vídeo
ru: Выберите видео файлы
sl: Izberite video datoteke
tr: Video dosyalarını seçin
vi: Chọn tập tin video
zh_hans: 选择视频文件

# ShortName
source: Animated GIF Creator
ar: الخالق GIF المتحركة
de: Animiertes GIF Creator
es: Creador GIF animado
fa: خالق انیمیشن های GIF
fr: Créateur GIF animé
id: Animasi GIF pencipta
nl: Geanimeerde GIF Creator
pl: Animowany GIF Creator
pt: Criador GIF animado
pt_br: Criador de GIFs animadas
ru: Cоздатель анимированных GIF
sl: Animirani GIF Creator
tr: Animasyonlu GIF Creator
zh_hans: 动画的 GIF 造物主

source: Video
ar: فيديو
es: Vídeo
fa: ویدیو
fr: Vidéo
pl: Wideo
pt: Vídeo
pt_br: Vídeo
ru: Видео
zh_hans: 视频

# AppExtensionDescription
source: Convert videos to animated GIF files.
ar: تحويل ملفات الفيديو إلى ملفات GIF المتحركة.
de: Konvertieren Sie Videos in animierte GIF-Dateien.
es: Convertir vídeos a archivos GIF animados.
fa: فیلم ها تبدیل به فایل های GIF متحرک.
fr: Convertir des vidéos des fichiers GIF animés.
id: Mengkonversi video ke animasi GIF file.
it: Convertire video in GIF animate.
nl: Video's converteren naar geanimeerde GIF-bestanden.
pl: Konwersja filmów do animowanych plików GIF.
pt: Converta vídeos para arquivos GIF animados.
pt_br: Converta vídeos em arquivos de GIFs animados.
ru: Конвертировать видео в анимированные GIF-файлы.
sl: Spremeniti televizija v animirani GIF datotek.
tr: Animasyonlu GIF dosyaları için videoları dönüştürmek.
vi: Chuyển đổi video sang tập tin hình động GIF.
zh_hans: 将视频转换为动画 GIF 文件。

# AppExtensionDisplayName
source: Animated GIF Transcoder
ar: إشارات GIF المتحركة
de: Animiertes GIF Transcoder
es: Transcoder GIF animado
fa: قاب های متحرک Transcoder
fr: GIF animé transcodeur
id: Transcoder animasi GIF
it: GIF animate Transcoder
nl: Geanimeerde GIF Transcoder
pl: Transcoder animowany GIF
pt: Transcodificador GIF animado
pt_br: Conversor de GIF animado
ru: Транскодер анимированных GIF
sl: Animirani GIF Transcoder
tr: Animasyonlu GIF dönüştürücü
zh_hans: 动画的 GIF 转码器

source: Animated GIF
ar: Gif متحرك
de: Animierte GIF
es: GIF animado
fa: GIF متحرک.
fr: GIF animé
id: Animasi GIF
it: Immagine GIF animata
nl: GIF-animatie
pl: Animowany obraz GIF
pt: GIF animado
pt_br: GIF animado
ru: GIF с анимацией
sl: Animiran GIF
tr: Canlandırılmış GIF
vi: Hình động GIF
zh_hans: 动态 GIF

# JournalistExportDescription
source: Create a movie from the pages of a journal.
ar: قم بإنشاء فيلم من صفحات دفتر اليومية.
de: Erstellen Sie einen Film aus den Seiten einer Zeitschrift.
es: Crear una película de las páginas de un diario.
fa: ایجاد فیلم از صفحات یک مجله.
fr: Créer un film à partir des pages d’un journal.
id: Membuat film dari halaman jurnal.
it: Creare un film dalle pagine di un giornale.
nl: Een film maken van de pagina's van een dagboek.
pl: Tworzenie filmu od strony arkusza.
pt: Crie um filme das páginas de um jornal.
pt_br: Crie um filme a partir das páginas de um jornal.
ru: Создание фильма из страниц журнала.
sl: Ustvarite film iz strani temeljnico.
tr: Bir film bir dergi sayfalarından oluşturun.
vi: Tạo ra một bộ phim từ các trang của hướng dẫn.
zh_hans: 从一本杂志的页面创建电影。

source: Height
ar: الارتفاع
de: Höhe
es: Alto
fa: ارتفاع
it: Altezza
pl: Wysokość
pt: Altura
pt_br: Altura
ru: Высота
sl: Višina
tr: Yükseklik
vi: Chiều cao

source: Seconds per frame
ar: ثانية لكل إطار
de: Sekunden pro Bild
es: Segundos por fotograma
fa: ثانیه در هر قاب
fr: Secondes par image
id: Detik per bingkai
it: Secondi per fotogramma
nl: Seconden per frame
pl: Sekund na klatkę
pt: Segundos por quadro
pt_br: Segundos por quadro
ru: Секунды на кадр
sl: Sekund na okvir
tr: Çerçeve başına saniye
vi: Số giây mỗi khung hình
zh_hans: 每帧秒

source: Width
ar: العرض
de: Breite
es: Ancho
it: Spessore
nl: Dikte
pl: Szerokość
pt: Largura
pt_br: Largura
ru: Ширина
sl: Širina
tr: Genişlik
vi: Chiều rộng
zh_hans: 宽

# TranslateButton.Content
source: Help translate Animated GIF Creator to your language.
es: Ayudenos a traducir creador de GIF animados para tu idioma.
fr: Aider à traduire Animated GIF Creator dans votre langue.
id: Membantu menerjemahkan animasi GIF pencipta untuk bahasa Anda.
it: Aiuta a tradurre Animated GIF Creator per la vostra lingua.
nl: Help mee met verdere Animated GIF Creator vertalen naar uw taal.
pl: Pomóc w tłumaczeniu animowany GIF Creator na swój język.
pt: Ajude a traduzir o criador de GIF animados para o seu idioma.
ru: Помогите перевести Создатель анимированных GIF на ваш язык.
sl: Pomoč, animirani GIF Creator prevesti v svoj jezik.
tr: Animasyonlu GIF Creator dilinize çeviriye yardım et.
vi: Giúp đỡ dịch Animated GIF Creator cho ngôn ngữ của bạn.
zh_hans: 帮忙翻译一下你的语言动画 GIF 造物主。

# RussianTranslationText.Text
source: Daniel Morozov (RU)
ar: دانيال موروزوف (RU)
fa: دانیل موروزوف (انگشت های دست فاصله)
pl: Daniel Morozow (RU)
ru: Даниэль Морозов (рус.)
zh_hans: 丹尼尔 · 莫罗佐夫 (RU)

# TranslatorsText.Text
source: Translators
ar: المترجمون
de: Übersetzer
es: Traductores
fa: مترجمان
fr: Traducteurs
id: Penerjemah
it: Traduttori
nl: Vertalers
pl: Tłumacze
pt: Tradutores
pt_br: Tradutores
ru: Переводчики
sl: Prevajalci
tr: Çevirmenler
vi: Chương trình dịch
zh_hans: 翻译人员

# ChineseTranslationText.Text
source: Alex Qian (zh-CN)
ar: أليكس تشيان (زكية-أهي)
fa: Alex کیان (ژاله انتخاب نمایید:))
ru: Алекс Цянь (zh-CN)
zh_hans: 亚历克斯钱其琛 (zh CN)

# HeightBox.Header
source: Height
ar: الارتفاع
de: Höhe
es: Alto
fa: ارتفاع
it: Altezza
pl: Wysokość
pt: Altura
pt_br: Altura
ru: Высота
sl: Višina
tr: Yükseklik
vi: Chiều cao

# WidthBox.Header
source: Width
ar: العرض
de: Breite
es: Ancho
it: Spessore
nl: Dikte
pl: Szerokość
pt: Largura
pt_br: Largura
ru: Ширина
sl: Širina
tr: Genişlik
vi: Chiều rộng
zh_hans: 宽

# FPSBox.Header
source: Frames per second
ar: إطار في الثانية
de: Frames pro Sekunde
es: Fotogramas por segundo
fa: فریم در ثانیه
fr: Images par seconde
id: bingkai per detik
it: Fotogrammi al secondo
nl: Frames per seconde
pl: Klatek na sekundę
pt: Quadros por segundo
pt_br: Quadros por segundo
ru: Кадров в секунду
sl: Slik na sekundo
tr: Kare/saniye
vi: Số khung hình trên giây
zh_hans: 每秒帧数

# ErrorFormat
source: There was a problem creating animated GIF files. Technical details: {0}
ar: وكان هناك مشكلة في إنشاء ملفات GIF المتحركة. تفاصيل التقنية: {0}
de: Es gab ein Problem beim Erstellen von animierter GIF-Dateien. Technische Details: {0}
es: Hubo un problema al crear archivos GIF animados. Detalles de técnica: {0}
fa: مشکلی در ایجاد فایل های GIF متحرک. فنی جزئیات: {0}
fr: Il y avait un problème de création de fichiers GIF animés. Détails de technique : {0}
id: Ada masalah saat membuat animasi GIF file. Teknis rincian: {0}
it: C'era un problema nella creazione di GIF animate. Tecnico Dettagli: {0}
nl: Er was een probleem creëren van geanimeerde GIF-bestanden. Technische details: {0}
pl: Wystąpił problem podczas tworzenia animowanych plików GIF. Techniczne szczegóły: {0}
pt: Houve um problema ao criar arquivos GIF animados. Detalhes de técnico: {0}
pt_br: Houve um problema ao criar os arquivos de GIFs animados. Detalhes técnicos: {0}
ru: Существует проблема создания анимированных GIF-файлов. Технические подробности: {0}
sl: Je prišlo do težave, ustvarjanje animiranih GIF datotek. Tehnične podrobnosti: {0}
tr: Animasyonlu GIF dosyaları oluşturulurken bir sorun oluştu. Teknik ayrıntılar: {0}
vi: Đã có một vấn đề khi tạo ra tập tin ảnh động GIF Chi tiết kỹ thuật: {0}
zh_hans: 创建动画的 GIF 文件时出错。 技术细节︰ {0}

# ErrorTitle
source: Problem creating animated GIF
ar: خلق مشكلة GIF المتحركة
de: Problem erstellen von animierten GIF
es: Problema crear GIF animados
fa: ایجاد مشکل متحرک GIF
fr: Problème de création de GIF animés
id: Masalah membuat GIF animasi
it: Problema creazione GIF animate
nl: Probleem creëren geanimeerde GIF
pl: Problem tworzenia animowanych GIF
pt: Problema criando GIF animado
pt_br: Problema ao criar o GIF animado
ru: Проблема создания анимированных GIF
sl: Problem ustvarjanja animirani GIF
tr: Sorun oluşturma animasyonlu GIF
vi: Vấn đề khi tạo hình động GIF
zh_hans: 问题创建 GIF 动画

# SlovenianTranslationText.Text
source: Peter Harb (SL)
ar: بطرس حرب (SL)
fa: پیتر بنادر (SL)
ru: Питер Харб (SL)
zh_hans: 彼得 · 哈尔卜 (SL)
